Repository: hertelukas/stat-track
Catalog: lib/l10n/app_*.arb
Languages: de

# aboutSection1
source: You can track everything you want with this app. Just select "Configure" and tap the plus sign. Choose your names wisely, mixing data types can result in issues when analysing the data.
de: Mit Stat Track kannst du über alles Statistiken erstellen. Wähle einfach "Bearbeiten" und füge neue Felder hinzu. Wähle die Feldernamen mit Bedacht, legst du verschiedene Arten von Feldern mit dem gleichen Namen an kann das bei der Analyse der Daten schwierig werden.

# aboutSection2
source: Stat Track is open source! If you have any wishes or suggestions, just open a new issue on Github.
de: Stat Track ist Open Source! Hast du Wünsche oder Vorschläge, eröffne einfach ein neues Issue auf Github

source: About
de: Informationen

source: Removed tracker
de: Tracker entfernt

source: Undo
de: Rückgängig machen

source: Create new item
de: Tracker hinzufügen

# adding_new_tracker
source: Adding a new tracker
de: Neuen Tracker anlegen

# add_tracker_help
source: Add a new tracker. Use these trackers to keep track of everything you like. You can use checkboxes or text fields also as filter for your data!
de: Füge einen neuen Tracker hinzu. Benutze diese Tracker um alles mögliche zu notieren. Du kannst Ankreuz- und Textfelder auch als Filter für die Analyse deiner Daten verwenden.

source: Ok
de: Okay

# enter_name
source: Please enter a name
de: Bitte bennene deinen Tracker

# stat_name_hint
source: Enter a stat to track
de: Name für deinen neuen Tracker

# name_exists
source: A tracker with this name already exists. Try a new name or delete the old tracker.
de: Ein Tracker mit diesem Namen existiert bereits. Versuche einen anderen Namen oder lösche den alten Tracker.

# unique_name
source: Provide a unique name
de: Tracker existiert bereits

source: Close
de: Schliessen

source: Add
de: Hinzufügen

# entry_removed
source: Removed entry
de: Eintrag gelöscht

source: Could not load data
de: Daten konnten nicht geladen werden

source: Configure
de: Bearbeiten

source: History
de: Einträge

# empty_track_help
source: Add items to track in the config menu!
de: Füge neue Tracker über das Bearbeitungsmenu hinzu!

source: Save
de: Speichern

# saved
source: Saved entry!
de: Eintrag gespeichert!
